["1. Iverson RE, Lynch DJ; American Society of Plastic Surgeons Committee on Patient Safety. Practice advisory on liposuction.\nPlast Reconstr Surg. 2004;113:1478–1490.",
"2. Haeck PC, Swanson JA, Gutowski KA, et al. Evidence-based patient safety advisory: Liposuction. Plast Reconstr Surg. 2009;\n124(Suppl):28S–44S.",
"3. Mustoe TA, BuckDWII, Lalonde DH. The safe management of anesthesia, sedation, and pain in plastic surgery. Plast Reconstr Surg. 2010;126:165e–176e.",
"4. Burk RW III, Guzman-Stein G, Vasconez LO. Lidocaine and epinephrine levels in tumescent technique liposuction. Plast Reconstr Surg. 1996;97:1379–1384.",
"5. Brown SA, Lipschitz AH, Kenkel JM, et al. Pharmacokinetics and safety of epinephrine use in liposuction. Plast Reconstr Surg. 2004;114:756–763; discussion 764–765.",
"6. Swanson E. Prospective clinical study reveals significant reduction in triglyceride level and white blood cell count after liposuction and abdominoplasty and no change in cholesterol levels. Plast Reconstr Surg. 2011;128:182e–197e.",
"7. Pitman GH, Aker JS, Tripp ZD. Tumescent liposuction: A surgeon’s perspective. Clin Plast Surg. 1996;23:633–641; discussion 642–645.",
"8. Gross JB. Estimating allowable blood loss: Corrected for dilution. Anesthesiology 1983;58:277–280.",
"9. Matarasso A. Lidocaine in ultrasound-assisted lipoplasty. Clin Plast Surg. 1999;26:431–439.",
"10. Grazer FM. Quantitative analysis of blood and fat in suction lipectomy aspirates (Discussion). Plast Reconstr Surg. 1986;\n78:770–772.",
"11. Ostad A, Kageyama N, Moy RL. Tumescent anesthesia with lidocaine dose of 55 mg/kg is safe for liposuction. Dermatol\nSurg. 1996;22:921–927.",
"12. Fodor PB, Watson J. Personal experience with ultrasoundassisted lipoplasty: A pilot study comparing ultrasound-assisted lipoplasty with traditional lipoplasty. Plast Reconstr Surg.\n1998;101:1103–1116; discussion 1117–1119.",
"13. Samdal F, Amland PF, Bugge JF. Plasma lidocaine levels during suction-assisted lipectomy using large doses of dilute lidocaine with epinephrine. Plast Reconstr Surg. 1994;93:1217–1223.",
"14. Hatef DA, Brown SA, Lipschitz AH, Kenkel JM. Efficacy of lidocaine for pain control in subcutaneous infiltration during\nliposuction. Aesthet Surg J. 2009;29:122–128.",
"15. Rubin JP, Bierman C, Rosow CE, et al. The tumescent technique: The effect of high tissue pressure and dilute epinephrine\non absorption of lidocaine. Plast Reconstr Surg. 1999;103:990–996; discussion 997–1002.",
"16. Karmo FR, Milan MF, Silbergleit A. Blood loss in major liposuction procedures: A comparison study using suctionassisted versus ultrasonically assisted lipoplasty. Plast Reconstr Surg. 2001;108:241–247; discussion 248–249.",
"17. Rohrich RJ, Jason E, Leedy, Swamy JR. Fluid resuscitation in liposuction: a retrospective review of 89 consecutive patients. Plast Reconstr Surg. 2006;117:431–6",
"18. Bourke DL, Smith TC. Estimating allowable hemodilution. Anesthesiology. 1974 Dec;41(6):609–12.",
"19. Morgan, Mikhail, and Murray. Clinical Anesthesiology. 3rd Edition.",
"20. Feldman JM, Roth JV, Bjoraker DG. Maximum blood savings by acute normovolemic hemodilution. Anesth Analg. 1995 Jan;80(1):108–13.",
"21. Chow I, Alghoul MS, Hanwright PJ, et al. Is there a safe lipoaspirate volume? A risk assessment model of liposuction volume as a function of body mass index. Plast Reconstr Surg. 2015;136:474–483."
]