Repository: pablo-johnson/manzanedaFlutter
Catalog: seguridad_*_liposuccion/lib/l10n/intl_messages_*.arb
Languages: es

# weightHint
source: Enter your weight
es: Ingrese su peso

# volumeLabel
source: Circulating Volume
es: Volumen Circulante

# selectGenderLabel
source: Gender
es: Género

# maleGender
source: Male 75 mL/Kg
es: Masculino 75 mL/Kg

# femaleGender
source: Female 65 mL/Kg
es: Femenino 65 mL/Kg

source: Minimum Hemoglobin
es: Hemoglobina Mínima

source: Initial Hemoglobin
es: Hemoglobina Inicial

# ppsLabel
source: Permissible Blood Loss
es: Pérdida Permisible de Sangre

# ageHint
source: Enter your age
es: Ingrese su Edad

# ageUnit
source: Years
es: Años

# ppgButtonLabel
source: Calculate Permissible Fat Loss
es: Calcular Pérdida Permisible de Grasa

# pflMessage
source: The Permissible Fat Loss is
es: La Pérdida Permisible de Grasa es

# disclaimerText1
source: This predictive formula
es: Esta fórmula predictiva

# disclaimerText2
source: is made for the exclusive use of plastic surgeons. The plastic surgeon can have with this application an approximation of how much fat can be sucked in a super-wet type liposuction, avoiding the possibility of carrying out a blood transfusion or the presentation of a greater complication.
es: esta hecha para uso exclusivo de cirujanos plásticos. El cirujano plástico puede tener con esta aplicación una aproximación de cuanta grasa se puede aspirar en una liposucción tipo súper húmeda, evitando la posibilidad de realizar una transfusión sanguínea o la presentación de una complicación mayor.

# ppgTitle
source: Permissible Fat Loss
es: Pérdida Permisible de Grasa

# ppgTabTitle
source: PFL
es: PPG

# rohrichScreenTitle
source: Rohrich Formula
es: Fórmula de Rohrich

# aspiradoTotalHint
source: Total Aspirate
es: Aspirado Total

# infiltratedLiquidHint
source: Liquid infiltrated by the surgeon
es: Volumen infiltrado por el cirujano

# intravenousFluidHint
source: Endovenous liquid
es: Volumen endovenoso

# rohrichButtonLabel
source: Get Result
es: Obtener Resultado

# correctBalance
source: Correct Hydric Balance
es: Balance Hídrico Correcto

# superMessage
source: Overhydrated in %s cc
es: Exceso de volumen aproximado en %s cc

# deficitMessage
source: Volume deficit in %s cc
es: Déficit de volumen aproximado en %s cc

# rohrichDisclaimerText
source: This formula is used to evaluate the hydric balance of patients who undergo Super Wet type liposuction. formula: To an AT < 5000 ml applies -> (AT x 1.8 = LI + LE) For an AT > 5001ml applies -> (AT x 1.2 = LI + LE) Where: AT = total aspirate LI = infiltrated liquid LE = intravenous fluid Rohrich RJ, Jason E, Leedy, Swamy JR. Fluid resuscitation in liposuction: a retrospective review of 89 consecutive patients. Plast Reconstr Surg. 2006; 117: 431-6
es: Esta fórmula sirve para evaluar el balance hídrico de los pacientes que se realizan liposuccion tipo Súper húmeda. fórmula: Para un AT <![CDATA[<5000 ml se aplica —> (AT x 1.8 = LI+LE) Para un AT >5001ml se aplica --> (AT x 1.2 = LI+LE) Donde: AT= aspirado total LI= Volumen infiltrado LE= Volumen endovenoso Rohrich RJ, Jason E, Leedy, Swamy JR. Fluid resuscitation in liposuction: a retrospective review of 89 consecutive patients. Plast Reconstr Surg. 2006;117:431-6 ]]>

# bibliographyTitle
source: Bibliography
es: Bibliografía

# bibliographyTabTitle
source: Bibliography
es: Bibliografía

# researchWorkLabel
source: Research work
es: Trabajo de investigación

# aboutUsTitle
source: Who are we?
es: Quiénes somos?

# aboutUsTabTitle
source: About Us
es: Nosotros

# raulName
source: Dr. Ra√∫l Manzaneda Cipriani
es: Dr. Raúl Manzaneda Cipriani

# biography1
source: Plastic and Reconstructive Surgeon CMP : 51022 RNE : 26404 www.drmanzanedacipriani.com.pe nrmanzanedacipriani@hotmail.com
es: Cirujano Plástico y Reconstructivo CMP : 51022 RNE : 26404 www.drmanzanedacipriani.com.pe nrmanzanedacipriani@hotmail.com

# biography3
source: Plastic and Reconstructive Surgeon CMP : 60040 RNE : 33339 fiorelladcanoguerra@gmail.com
es: Cirujano Plástico y Reconstructivo CMP : 60040 RNE : 33339 fiorelladcanoguerra@gmail.com

# welcomeText
source: Note: This application comes from a study conducted with the aim of having available an individualized and simple way of estimating how much fat we could extract without increasing the risk of complications or the need for blood transfusions; using a predictive model; adapted for a free computer application called Safety in Liposuction/Allowable Fat Loss, for use in computers, cell phones and tablets.
es: Nota: Esta aplicación proviene de un estudio realizado con el objetivo de tener a disposición una manera individualizada y sencilla de una estimación de cuanta grasa podríamos extraer sin aumentar el riesgo de complicaciones o necesidad de transfusiones sanguíneas; mediante un modelo predictivo; adaptada para una aplicación informática gratuita llamada Seguridad en Liposucción/Pérdidas Permisibles de Grasa, para usar en computadores, celulares y tabletas.

# disclaimerButtonLabel
source: Accept
es: Acepto

# appNameLogo1
source: SAFETY IN
es: SEGURIDAD EN

# appNameLogo2
source: LIPOSUCTION
es: LIPOSUCCIÓN

# appSubtitleLogo
source: PERMISSIBLE LOSS OF FAT
es: PÉRDIDA PERMISIBLE DE GRASA

source: Done
es: Hecho
